[{
  "_id": {
    "$oid": "62d809aa68339ceec2a17d88"
  },
  "description": {
    "en": "<p>Caritas Byumba is the implementing organ of the diocese catholique de Byumba. Diocese catholique de Byumba exists under the Legal personality no 230/07 complied with law number 72/2018 of 31st /Aug/2018 and related regulation. It is one of the 9 Dioceses of Rwanda. It covers the Northeastern part of Rwanda and borders Tanzania on the East and Uganda on the north. In the South East, there is the Diocese of Kibungo, in the South West, the Archdiocese of Kigali and in the West, the Diocese of Ruhengeri, Detached from the Diocese of Ruhengeri and Kibungo, it was erected on November 5, 1981. Caritas byumba is operating through the existing structure of the Diocese catholique de Byumba which is currently made by 23 Parishes, 123 sub-parishes and 4063 Basic Ecclesial Communities (CEBs). It serves a population of 1,668,763 including 816,414 Catholic Christians. According to the Statistics of the year 2021, 60% of the population are under 35 which means they are young. In implementing its activities, caritas byumba serves under its structure the permanent staff composed of 30 staff at diocese level, 115 volunteers at parish levels, 615 volunteers at sub-parish level and 4063 volunteers at basic ecclesial community level. All those volunteers are working in development, social transformation and evangelization domains. At parish level, caritas has a priest in charge of coordination of its activities. Currently, caritas Byumba has 1 hospital and 9 health centers under its management. It also has 8 socio-economic development centers, 14workshops for youth, 2 centers for elderly and PLWHA, 25 basic education centers, 9 youth centers and 5 psycho-social rehabilitation centers. Caritas Byumba works so closely with the management of diocese catholique de Byumba which currently has 140 priests, 164 religious, 29 centers of medical, social and charitable works, 69 guardian schools and 90 free subsidized Catholic primary schools, and 65 secondary schools (Cfr 2020, annual statistics of the Catholic Diocese of Byumba). It implements its activities in Gicumbi, Rulindo and Burera districts of Northern Province and in the district of Gatsibo and Nyagatare of eastern province.</p>",
    "fr": "<p>Caritas Byumba est l'organe d'exécution du diocèse catholique de Byumba. Le diocèse catholique de Byumba existe sous la personnalité juridique n° 230/07 conformément à la loi n° 72/2018 du 31 août 2018 et règlement connexe. C'est l'un des 9 diocèses du Rwanda. IL couvre la partie nord-est du Rwanda ET borde la Tanzanie à l'est et l'Ouganda Au nord. Au Sud-Est, il y a le Diocèse de Kibungo, au Sud-Ouest, l'Archidiocèse de Kigali et à l'Ouest, le Diocèse de Ruhengeri, Détaché du Diocèse de Ruhengeri et Kibungo, il a été érigé le 5 novembre 1981. Caritas byumba opère à travers la structure existante du diocèse catholique de Byumba qui est actuellement composée de 23 paroisses, 123 sous-paroisses et 4063 églises ecclésiales de base. Il dessert une population de 1 668 763 dont 816 414 chrétiens catholiques. Selon les statistiques de l'année 2021, 60% de la population a moins de 35 ans, ce qui signifie qu'elle est jeune. Dans la mise en œuvre de ses activités, caritas byumba dessert sous sa structure le personnel permanent composé de 30 employés au niveau diocésain, 115 volontaires au niveau paroissial, 615 volontaires au niveau sous-paroisse et 4063 volontaires au niveau de la communauté ecclésiale de base. Tous ces volontaires travaillent dans les domaines du développement, de la transformation sociale et de l'évangélisation. Au niveau paroissial, caritas a un prêtre chargé de la coordination de ses activités. Actuellement, caritas Byumba a 1 hôpital et 9 centres de santé sous sa gestion. Il compte également 8 centres de développement socio-économique, 14 ateliers pour les jeunes, 2 centres pour personnes âgées et PLWHA, 25 centres d'éducation de base, 9 centres pour les jeunes et 5 centres de réadaptation psychosociale. Caritas Byumba travaille ainsi en étroite collaboration avec la direction du diocèse catholique de Byumba qui compte actuellement 140 prêtres, 164 religieux, 29 centres d'oeuvres médico-sociales et caritatives, 69 écoles tutélaires Et 90 écoles primaires catholiques gratuites subventionnées et 65 écoles secondaires (Cfr 2020, statistiques annuelles du Diocèse Catholique de Byumba). Elle exerce ses activités à Gicumbi, Rulindo et Burera de la province du Nord et dans les districts de Gatsibo et Nyagatare de la province de l'Est.</p>",
    "rw": "<p>Caritas Byumba ni urwego rushyira mu bikorwa gahunda za diyosezi gatolika ya Byumba. Diyosezi Gatolika ya Byumba iriho mu buryo bwemewe n'itegeko no 230/07 rijyanye n’itegeko nimero 72/2018 ryo ku ya 31 / Kanama / 2018 n'amabwiriza ajyanye nayo. Ni imwe muri Diyosezi 9 zigize u Rwanda. Ifata kugice cy'amajyaruguru ahagana mu burasirazuba bw'u Rwanda. Ihana imbibi na Tanzaniya mu burasirazuba na Uganda mu majyaruguru. Mu burasirazuba ahagana mumajyepfo hari Diyosezi ya Kibungo, Mu burengerazuba ahagana mu majyepfo hari Arikidiyosezi ya Kigali, mu burengerazuba hari Diyosezi ya Ruhengeri. Yomowe kuri Diyosezi ya Ruhengeri na Kibungo ikaba yarubatswe ku ya 5 Ugushyingo 1981. Caritas byumba ikora binyuze mumiterere isanzwe ya Diyosezi gatolika ya Byumba. kuri ubu ikaba igizwe na Paruwasi 23, santarari 123, n’imiryangoremezo 4063 . Igizwe n’abaturage 1.668.763 muribo 816.414 ni abakirisitu gatolika. Dukurikije Imibare y’umwaka wa 2021, 60% byabaturage bari munsi yimyaka 35 bivuze ko ari bato. Caritas Byumba ifite abakozi 30 bahoraho Ku rwego rwa Diyosezi, abakorerabushake 115 ku rwego rwa paruwase , 615 ku rwego rwa santarari na 4063 mu miryangoremezo. Abo bakorerabushake bose bakora mu iterambere, guhindura imibereho no kwamamaza inkuru nziza. Ku rwego rwa paruwasi, caritas ifite umupadiri ushinzwe guhuza ibikorwa byayo. Kugeza ubu, caritas Byumba ifite ibitaro bimwe (1) n’ibigonderabuzima 9 igenzura. Ifite kandi ibigo 8 biteza imbere imibereho myiza n’ubukungu, ibigo byo kwigiramo 14 by’urubyiruko, ibigo 2 by’abageze mu zabukuru , ibigo 25 by’uburezi bw’ibanze, ibigo 9 by’urubyiruko n’ibigo 5 by’isanamitima. Caritas Byumba ikorana cyane n’ubuyobozi bwa Diyosezi Gatolika ya Byumba. Ibikorwa byayo biri muri gicumbi,Rulindo na burera ho mumajyaruguru no mu turere twa Gatsibo na Nyagatare mu ntara y'iburasirazuba.</p>"
  },
  "callToActionBtn": {
    "en": "Learn more",
    "fr": "Apprendre plus",
    "rw": "Menya byinshi"
  },
  "callToActionLink": "/aboutus",
  "isActive": true,
  "createdBy": {
    "$oid": "62b7a365c0330ed073ba6844"
  },
  "updatedBy": {
    "$oid": "62b7a365c0330ed073ba6844"
  },
  "createdAt": {
    "$date": {
      "$numberLong": "1658325418661"
    }
  },
  "updatedAt": {
    "$date": {
      "$numberLong": "1667286377674"
    }
  },
  "__v": 0
}]